{
  "title": "Elite Squad: The Enemy Within (2010)",
  "starRaking": "8.1",
  "metaScore": "71",
  "director": "José Padilha",
  "writer": [
    "Bráulio Mantovani",
    "Bráulio Mantovani"
  ],
  "stars": [
    "Wagner Moura",
    "Irandhir Santos",
    "André Ramiro"
  ],
  "duration": "115 min",
  "genre": [
    "Action",
    "Crime",
    "Drama"
  ],
  "release": "2010-10-08",
  "poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjA0NjA2OTk2MV5BMl5BanBnXkFtZTcwNzIxNjk5Ng@@._V1_UY1200_CR91,0,630,1200_AL_.jpg",
  "alsoLike": "",
  "summary": "\n                    After a prison riot, former-Captain Nascimento, now a high ranking security officer in Rio de Janeiro, is swept into a bloody political dispute that involves government officials and paramilitary groups.\n            ",
  "storyline": "\nAfter a bloody invasion of the BOPE in the High-Security Penitentiary Bangu 1 in Rio de Janeiro to control a rebellion of interns, the Lieutenant-Colonel Roberto Nascimento and the second in command Captain André Matias are accused by the Human Right Aids member Diogo Fraga of execution of prisoners. Matias is transferred to the corrupted Military Police and Nascimento is exonerated from the BOPE by the Governor. However, due to the increasing popularity of Nascimento, the Governor invites him to team-up with the intelligence area of the Secretary of Security. Along the years, Fraga, who is married with Nascimento's former wife, is elected State Representative and Nascimento's son Rafael has issues with his biological father. Meanwhile Nascimento and the BOPE expel the drug dealers from several slums but another enemy arises: the militia led by Major Rocha and supported by the Governor, the Secretary of Security and politicians interested in votes. Nascimento is manipulated to help ...                Written by\nClaudio Carvalho, Rio de Janeiro, Brazil            ",
  "year": "2010",
  "uri": "http://www.imdb.com/title/tt1555149/",
  "id": "tt1555149",
  "postName": "Elite-Squad:-The-Enemy-Within--2010",
  "intId": "1555149",
  "img": {
    "thumbnail": 17106639,
    "content": 172621539
  }
}